<template lang="html">
  <div class="container">
    <h2 class="agreement-title">美柚号作者发文规范</h2>
    <div class="agreement-content">
      <h2>【首部及导言】</h2>
      <p>欢迎你使用微信公众平台！</p>
      <p>为使用微信公众平台服务（以下简称“本服务”），你应当阅读并遵守《微信公众平台服务协议》（以下简称“本协议”），以及《腾讯服务协议》、《腾讯微信软件许可及服务协议》以及专项规则等。请你务必审慎阅读、充分理解各条款内容，特别是免除或限制责任的相应条款，以及开通或使用某项服务的单独协议，并选择接受或不接受。限制、免责条款可能以加粗形式提示你注意。</p>
      <p>除非你已阅读并接受本协议所有条款，否则你无权使用微信公众平台服务。你对本服务的、查看、发布信息等行为即视为你已阅读并同意本协议的约束。</p>
      <p>如果你未满18周岁，请在法定监护人的陪同下阅读本协议及其他上述协议，并特别注意未成年人使用条款。</p>
      <h3>一、【协议的范围】</h3>
      <p>1.1 本协议是你与腾讯之间关于你使用微信公众平台服务所订立的协议。“腾讯”是指腾讯公司及其相关服务可能存在的运营关联单位。“用户”是指注册、登录、使用微信公众帐号的个人或组织，在本协议中更多地称为“你”。“其他用户”是指包括其他微信公众帐号用户和微信用户等除用户本人外与微信公众平台服务相关的用户。</p>
      <p>1.2 本服务是腾讯向用户提供的信息发布、客户服务、企业管理以及与此相关的互联网技术服务。微信公众帐号（亦可能简称为“公众号”）分为订阅号、服务号和企业号。微信用户关注订阅号或服务号后将成为该帐号关注用户，关注企业号并成功进行身份验证后将成为企业号关注用户。微信公众帐号可以通过微信公众平台为相关用户提供服务，包括群发信息、单发信息、用户消息处理等。</p>
      <p>1.3 本协议被视为《腾讯服务协议》及《腾讯微信软件许可及服务协议》的补充协议，是其不可分割的组成部分，与其构成统一整体。本协议与上述内容存在冲突的，以本协议为准。本协议内容同时包括腾讯可能不断发布的关于本服务的相关协议、服务声明、业务规则及公告指引等内容（以下统称为“专项规则”）。上述内容一经正式发布，即为本协议不可分割的组成部分，你同样应当遵守。</p>
      <p>1.4 微信或其服务平台，指腾讯微信软件、微信公众平台、微信开放平台等与微信服务相关的网站、应用、软件等。</p>
      <h3>二、【帐号注册与认证】</h3>
      <p>2.1 你在使用本服务前需要注册一个微信公众帐号。微信公众帐号通过电子邮箱帐号进行绑定注册，请你使用未与微信帐号绑定的电子邮箱帐号注册微信公众帐号。腾讯有权根据用户需求和产品需要对帐号注册和绑定的方式进行变更，关于你使用帐号的具体规则，请遵守相关帐号使用协议以及腾讯为此发布的专项规则。</p>
      <p>2.2 用户在注册微信公众帐号时需要选择帐号类型，且选择后将无法更改。订阅号、服务号在注册完成后，系统将为你自动匹配微信号，你可以对微信号进行设置，但仅可设置一次，设置微信号后将无法修改。企业号不配置微信号，在注册完成后，你可以通过系统后台生成二维码或名片推荐等方式，供微信用户关注。</p>
      <p>2.3 用户基于信息登记或其他需要可以为微信公众帐号申请微信公众平台认证。认证审核包括帐号资质审核与帐号名称审核。完成所有审核流程后，由腾讯作出认证成功的判断。微信公众平台认证服务内容仅限于对用户提交的资料及信息进行甄别与核实，腾讯将对用户提交的资料和信息进行合理、谨慎的形式审查，但在腾讯的合法权限和合理能力范围内，腾讯无法实质审查用户的实际经营、运营以及推广等行为，并不为此提供任何担保。因用户行为导致与其他用户或第三方发生争议的，由用户独立对外承担责任，因此给腾讯、其他用户或第三方造成损害的，你应当依法予以赔偿。</p>
      <p>为向用户提供更专业的服务，你同意授权腾讯可以委托第三方对你所提交的认证资料进行审核，并根据审核情况进行独立判断后确定认证结果。同时，为依法保护相关权利人的在先权利并规范平台运营，部分微信公众帐号需要认证才能注册和使用。关于微信公众平台认证的具体规则，请阅读并遵守《微信公众平台认证服务协议》。</p>
      <p>2.4 微信公众帐号注册采用实名制，用户应当如实填写和提交帐号注册与认证资料，完成信息登记，并对资料的真实性、合法性、准确性和有效性承担责任。腾讯依据你填写和提交的帐号资料，在法律允许的范围内向其他用户展示你的注册信息。如用户提供服务或内容需要取得相关法律法规规定的许可或进行备案的，用户应当在帐号注册与认证时进行明确说明并提交相应的许可或备案证明。否则，腾讯有权拒绝或终止提供本服务，并依照本协议对违规帐号进行处罚。因此给腾讯或第三方造成损害的，你应当依法予以赔偿。</p>
      <h3>三、【用户个人信息保护】</h3>
      <p>3.1 保护用户个人信息是腾讯的一项基本原则，腾讯将会采取合理的措施保护用户的个人信息。除法律法规规定的情形外，未经用户许可腾讯不会向第三方公开、透露用户个人信息。腾讯对相关信息采用专业加密存储与传输方式，保障用户个人信息的安全。</p>
      <p>3.2 你在申请本服务过程中，需要填写一些必要的信息，请保持这些信息的真实、准确、合法、有效并注意及时更新，以便腾讯向你提供及时有效的帮助，或更好地为你提供服务。根据相关法律法规和政策，请你填写真实的身份信息。若你填写的信息不完整或不准确，则可能无法使用本服务或在使用过程中受到限制。</p>
      <p>3.3 一般情况下，你可随时浏览、修改自己提交的信息，但出于安全性和身份识别（如帐号申诉服务）的考虑，你可能无法修改注册时提供的初始注册信息及其他验证信息。</p>
      <div class="agreement-foot">
        <p class="agreement-date">2016-07-07</p>
        <p class="agreement-author">美柚号</p>
      </div>
    </div>
    <div class="agreement-footer">
      <el-button type="default" @click="goBack">返 回</el-button>
    </div>
  </div>
</template>
<script type="es6">
export default {
  methods: {
    goBack() {
      this.$router.go(-1);
    }
  }
};
</script>
<style lang="scss">
.agreement-foot {
  margin-top: 25px;
  text-align: right;
}

.agreement-date {
  padding-bottom: 10px;
}
</style>
